Repository: mozilla-l10n/mt-training-data
Catalog: jv/jv_pontoon.tmx
Source language: en_us
Languages: jv

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
jv: Yen sampeyan mikir lafal kasebut ndadekake <strong>ora bisa dimangerteni</strong>, utawa ana<strong>akeh gangguan swara ing mburi</strong>, utawa ana<strong>wong liya sing ngomong</strong>, sampeyan kudhu nolak klip kasebut. <accuracyLink>Deleng informasi liyane ing kritéria akurasi kita</accuracyLink>.

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
jv: Aku mung nggawe sasaran pribadi kanggo sumbangan swara kanggo #CommonVoice -- gabung karo aku lan tulungi mulang mesin carane wong nyata ngomong { $link }

source: Imagine you’re texting a friend or telling someone a story
jv: Bayangna sampeyan lagi ngirim pesen teks menyang kanca utawa crita marang wong liya

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
jv: Aku ora papa yen sampeyan nangani info iki kaya sing sampeyan nerangake ing Mozilla <privacyLink>Kebijakan Privasi</privacyLink>

source: Include appropriate citation
jv: Kalebu kutipan sing cocog

source: Include filler words and markers
jv: Kalebu tembung pangisi lan tandha

source: Includes email, username & demographic info, available right away
jv: Kalebu email, jeneng pangguna & info demografi, kasedhiya langsung

source: Includes mp3s and related sentences, may take some time to prepare
jv: Kalebu mp3 lan ukara sing gegandhengan, bisa uga butuh sawetara wektu kanggo nyiapake

source: Incorrect punctuation or capitalization
jv: Tandha wacan utawa kapitalisasi sing salah

source: Indonesian
jv: basa Indonesia

source: Information about the language
jv: Informasi babagan basa kasebut

source: In general, we advise that the person who checks the transcription should not be the same person who did the original transcription. It is very hard to check your own work! Having multiple lines of review can help make quality assurance more robust, and help mitigate biases and issues.
jv: Umumé, disaranake supaya wong sing mriksa transkripsi ora padha karo wong sing nindakake transkripsi asli. Angel banget mriksa transkipsi sampeyan dhewe! Ndhuweni pirang-pirang baris pas mrikso supaya bisa mbantu nggawe jaminan kualitas luwih kuat, lan mbantu ngurangi bias lan masalah.

source: In general, you should write down everything you hear. This includes;
jv: Umumé, sampeyan kudu nulis kabèh sing sampeyan krungu. Iki kalebu;

source: In Progress
jv: Isih diproses

source: Insert punctuation that could change the meaning – keep the flow natural.
jv: Lebokna tandha wacan sing bisa ngowahi tegese – jaga alur supaya tetep alami.

source: Interested in getting involved with this project, or partnering with us?
jv: Tertarik melu proyek iki, utawa kerja bareng karo kita?

source: Interested in learning more and contributing to the project?
jv: Tertarik sinau luwih akeh lan menehi kontribusi kanggo proyek kasebut?

source: [interrupted by background noise]
jv: [diganggu swara latar mburi]

source: Intersex
jv: Interseks

source: Invalid file
jv: File ora sah

source: IsiNdebele (North)
jv: IsiNdebele (Lor)

source: IsiNdebele (South)
jv: IsiNdebele (Kidul)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
jv: <isoCodeLink>Kode ISO</isoCodeLink> yen wis dikenal

source: Is the clip valid?
jv: Apa klip kasebut sah?

source: Italian
jv: Italia

source: It contains words or phrases that are hard to read or pronounce.
jv: Isine tembung utawa frasa sing angel diwaca utawa diucapake.

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
jv: Biaya meh sak yuta dolar saben taun kanggo dadi tuan rumah kumpulan data lan nambah platform kanggo 100+ komunitas basa sing ngandelake apa sing kita lakoni?

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
jv: Biaya meh sak yuta dolar saben taun kanggo dadi tuan rumah kumpulan data lan nambah platform kanggo 100+ komunitas basa sing gumantung marang apa sing kita lakoni. <strong>Yen sampeyan ngurmati data sing mbukak, kalebu - nyumbang dina iki!</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
jv: Mbutuhake dhuwit akeh kanggo terus-terusan dadi host lan ngasilke kumpulan data, nambah platform lan mbukak <africaMradiLink>program komunitas</africaMradiLink>.

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
jv: Penting banget yen kabeh tulisan ukara kalebu <publicDomain>domain publik</publicDomain> (cc0) amarga kumpulan data Common Voice dirilis miturut lisensi cc0. Mung unggah ukara yen sampeyan yakin, lan tansah lebokake kutipan sing tepak.

source: It is written in a language different than what I’m reviewing.
jv: Iki ditulis nganggo basa sing beda karo sing tak reviu

source: It is written in a language different than what I’m speaking.
jv: Iki ditulis nganggo basa sing beda karo sing di omongake.

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
jv: Penting kanggo melokno kutipan supaya kita bisa mriksa manawa ukara kasebut ana ing domain umum lan ora ana watesan hak cipta sing ditrapake.

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
jv: Akeh sing dibutuhake kanggo nggawe Common Voice kelakon! Kita ora nindakake dhewe. Pengin kekancan karo kita? Kita bakal seneng krungu saka sampeyan.

source: Jamaican Patois
jv: Patois Jamaika

source: Japanese
jv: Jepang

source: Javanese
jv: basa jawa

source: Join Discord Community
jv: Gabung Komunitas Discord

source: Join Mozilla Data Collective
jv: Gabung karo Kolektif Data Mozilla

source: Join our community
jv: Gabung karo komunitas kita

source: Join the Common Voice mailing list
jv: Gabung karo daftar mailing Common Voice

source: Join us on Discord
jv: Gabung karo kita ing Discord

source: Join us to advance voice technology and empower more user contributions.
jv: Gabung karo kita kanggo teknologi swara sing maju lan nguatake luwih akeh kontribusi pangguna.

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
jv: Cukup nanggapi prompt kasebut kanthi alami ning sawetara ukara. Priksa manawa basa sampeyan sopan lan ora nyerang.

source: Just Unsure?
jv: Mung ora yakin?

source: Kaitag
jv: Katag

source: Kannada
jv: Basa Kannada

source: Kashmiri
jv: Kashmir

source: { $kb }kb max
jv: { $kb }kb maks

source: Keep
jv: Tetep

source: Keep it up, record again <recordIcon></recordIcon>
jv: Terus, rekamen maneh <recordIcon></recordIcon>

source: Keep the recordings
jv: Nyimpen rekaman

source: Keep track of your progress and metrics across multiple languages.
jv: Lacak kemajuan lan metrik sampeyan ing pirang-pirang basa.

source: Keep track of your progress with a profile
jv: Lacak kemajuan sampeyan nganggo profil

source: Keep track of your progress with a profile and help our voice data be more accurate.
jv: Lacak kemajuan sampeyan nganggo profil lan bantu data swara kita dadi luwih akurat.

source: Keep your volume consistent - don’t shout or sing
jv: Jaga volume swaramu tetep konsisten - aja mbengok utawa nyanyi

source: <key>1</key>-<key>{ $numLanguages }</key> Tag with language
jv: <key>1</key>-<key>{ $numLanguages }</key> Tag nganggo basa

source: Keyboard usage
jv: Panggunaane keyboard

source: Khakas
jv: Khaka

source: Konkani (Devanagari)
jv: Konkani (Dewanagari)

source: Korean
jv: Korea

source: Kurmanji Kurdish
jv: Kurmanji Kurdi

source: Labeling noise events like coughing or laughing
jv: Menehi label marang swara kaya watuk utawa ngguyu

source: Labeling significant noise pollution, like background chatter or car horns
jv: Menehi label gangguan swara sing nemen, kaya swara rame ing latar mburi utawa klakson montor

source: Language
jv: Basa

source: Language Fundamentals (e.g. Digits, Letters, Money)
jv: Dasar Basa (contone Angka, Huruf, Dhuwit)

source: Language Request
jv: Panjaluk Basa

source: Language request successfully submitted, thank you.
jv: Panyuwunan basa wis kasil dikirim, matur nuwun.

source: Languages
jv: Basa

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
jv: Basa-basa bisa duwe aturan validasi dhewe kanthi syarat tambahan yen diterjemahake. Yen ora ana file validasi khusus kanggo sawijining basa, aturan basa Inggris sing bakal ditampilake kanggo kontributor.

source: Language Text
jv: Teks Basa

source: Large bulk sentence submission
jv: Ngirimake kumpulan ukara sing akeh banget

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
jv: Kumpulan data swara sing gedhe lan kasedhiya kanggo umum bakal nuwuhake inovasi lan kompetisi sing sehat ing teknologi wicara pelatihan mesin. Kumpulan data Common Voice minangka sing paling gedhe, nanging ora mung siji. Kaca iki dadi jaringan referensi kanggo kumpulan data swara sumber-terbuka liyane lan omah kanggo nganyari rilis nalika Common Voice tuwuh.

source: Large scale corporates and platform companies
jv: Perusahaan skala gedhe lan perusahaan platform

source: Last Updated: { $lastUpdatedTimeStamp }
jv: Dianyari Terakhir: { $lastUpdatedTimeStamp }

source: Latvian
jv: Latvia

source: Laugh
jv: Ngguyu

source: Launched
jv: Diluncurake

source: Leaderboard Visibility
jv: Papan peringkat dikathonake

source: Learn about partnerships with Common Voice
jv: Sinau babagan kekancan karo Common Voice

source: Learn about the mission and team behind Common Voice
jv: Sinau babagan misi lan tim ning walike Common Voice

source: Learn how to check a transcription
jv: Sinau carane mriksa transkripsi

source: Learn how to take part
jv: Sinau carane njupuk bagian

source: Learn how to transcribe
jv: Sinau carane transkripsi

source: Learn how to use this page
jv: Sinau carane nggunakake kaca iki

source: Learn More
jv: Sinau Luwih Lanjut

source: Leaving now means you’ll lose your changes
jv: Ninggalake saiki tegese sampeyan bakal kelangan owah-owahan

source: Leaving now means you'll lose your progress
jv: Mangkat saiki sampeyan bakal kelangan kerjoan sampeyan

source: Length
jv: Dawane

source: Let's Get Started
jv: Ayo Miwiti

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
jv: Aksara kudu bener ing basa sing digunakake. Contone, "ж" iku aksara ing alfabet Rusia nanging ora tau digunakake ing basa Inggris lan kudune ora bakal katon ing teks sumber basa Inggris apa wae.

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
jv: LibriSpeech minangka korpus kira-kira 1000 jam 16Khz maca pidato boso Inggris sing asale saka buku swara sing diwaca saka proyek LibriVox.

source: License
jv: Lisensi

source: License: <licenseLink>CC-0</licenseLink>
jv: Lisensi: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
jv: Lisensi: <licenseLink>{ $license }</licenseLink>

source: Ligurian
jv: Liguria

source: Link Copied
jv: Link Disalin

source: Links to websites that can help us understand the language
jv: Pranala menyang situs web sing bisa mbantu kita mangerteni basa kasebut

source: Listen
jv: Rungokake

source: Listening
jv: Ngrungokake

source: Listen options menu
jv: Rungokake menu pilihan

source: Listen-Queue
jv: Antrian-Ngrugokake

source: Lithuanian
jv: Lithuania

source: Loading…
jv: Ngemot

source: Loading sentences…
jv: buka ukara

source: Localized
jv: Dilokalisasi

source: Log In
jv: Mlebu

source: Login Identity
jv: Identitas Kanggo Mlebu

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
jv: <loginLink>Mlebu</loginLink> utawa <loginLink>ndaftar</loginLink> kanggo nambah sawetara ukara

source: Log in or sign up to get started
jv: Mlebu utawa ndhaptar kanggo mulai

source: Log In / Sign Up
jv: Mlebu / Ndaftar

source: Log In / Sign Up with { $company } email
jv: Mlebu / Ndaftar nganggo email { $company }.

source: Log Out
jv: Metu

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
jv: Golekana teks sing hak ciptane ora ditrapake maneh - contone umume buku sing diterbitake sadurunge taun 1920

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
jv: Kayane ora ana klip sing bisa dirungokake ing basa iki. Saiki tulungono kita ngisi antrian kanthi ngrekam sawetara.

source: Luxembourgish
jv: Luksemburg

source: Macedonian
jv: Makedonia

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
jv: Priksa manawa platform kasebut wes ngrekam sadurunge sampeyan mulai ngomong, lan mung bakal mandheg yen sampeyan wis rampung.

source: Make sure the sentence meets the following criteria:
jv: Priksa manawa ukara kasebut memenuhi kritéria ing ngisor iki:

source: Make sure they can be answered in just a couple of sentences
jv: Priksa manawa pitakonan kasebut bisa dijawab mung nganggo sawetara ukara

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
jv: Nggawe data sing sampeyan kirim sak apik-apike kanthi nyedhiyakake sawetara data demografi anonim. Kita mbusak kabeh data demografi sadurunge didadhekke umum.

source: Malagasy
jv: Malagasi

source: Malay
jv: Melayu

source: Male
jv: lanang

source: Male/Masculine
jv: Lanang/Wong lanang

source: Maltese
jv: Malta

source: Manage Email Subscriptions
jv: Ngatur Langganan Email

source: Manage Subscriptions
jv: Ngatur Langganan

source: <mark>Check</mark>
jv: <mark>Mriksa</mark>

source: <mark>Respond</mark>
jv: <mark>Wangsulan</mark>

source: <mark>Transcribe</mark>
jv: <mark>Transkripsi</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
jv: <mark>Nggunakake CV kanggo</mark><br/><mark>riset sampeyan?</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
jv: <mark>Kita butuh</mark><br/><mark>bantuan sampeyan!</mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform. We are in room "common-voice:mozilla.org".
jv: Matrix kuwi protokol sing mbukak lan entheng kanggo komunikasi wektu nyata sing kasebar, lan platform diskusi terbuka sing disenengi Mozilla. Kita ana ing ruangan "common-voice:mozilla.org".

source: Maximum file size: 25 MB
jv: Ukuran file maksimal: 25 MB

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
jv: Menawa <homepageLink>kaca awal</homepageLink> bakal mbantu? Kanggo takon, mangga gabung karo <matrixLink>Obrolan komunitas Matrix</matrixLink>, monitor masalah situs liwat <githubLink>GitHub</githubLink> utawa bukak <discourseLink>forum Discourse kita</discourseLink>.

source: Meaning
jv: Artine

source: Media and Entertainment
jv: Media lan Hiburan

source: Mengambo
jv: Ngambo

source: Menu to access Partnerships, Press and Stories, Community and Languages
jv: Menu kanggo ngakses Kekancan, Pers lan Crita, Komunitas lan Basa

source: Message
jv: Pesen

source: “Mi mamá dijo, ‘Tú crees que esto es un juego?’ and I was like, ‘Okay chill!’”
jv: "Mi mamá dijo, 'Tú crees que esto es un juego?' lan aku kaya, 'Oke chill!'"

source: Minimum sentences in file: 1000
jv: Ukara minimal ing file: 1000

source: [Mismatched content]
jv: [konten sing ora cocok]

source: Misreadings
jv: Salah maca

source: Missing an 's' at the end of a word.
jv: Kekurangan aksara 's' ing pungkasan tembung.

source: Missing an <strong>'s'</strong> at the end of a word.
jv: Ora ana <strong>s</strong> ing pungkasan tembung.

source: Missing 'A' or 'The' at the beginning of the recording.
jv: Kurang 'A' utawa 'The' ing awal rekaman.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
jv: Ilang <strong>'A'</strong> utawa <strong>'The'</strong> ing wiwitan rekaman.

source: Missing the end of the last word by cutting off the recording too quickly.
jv: Ilang pungkasan tembung pungkasan amarga cepet banget ngethok rekaman.

source: Mixed
jv: Campuran

source: More
jv: Liyané

source: [More has been recorded than the required text]
jv: [Luwih akeh sing wis direkam tinimbang teks sing dibutuhake]

source: More languages coming soon
jv: Basa liyane bakal teka

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
jv: Umume data sing digunakake dening perusahaan gedhe ora kasedhiya kanggo mayoritas wong. Kita mikir kuwi sing menghambat inovasi. Dadi, kita wis ngluncurake Common Voice, sawijining proyek kanggo mbantu mbukak pangenalan swara lan diakses kanggo kabeh wong.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
jv: Umume data sing digunakake dening perusahaan gedhe ora kasedhiya kanggo mayoritas wong. Kita mikir kuwi sing ngeribeti inovasi. Dadi, kita wis ngluncurake Proyek Common Voice, sawijining proyek kanggo mbantu nggawe swara pangenalan gratis kanggo kabeh wong.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
jv: Umume rekaman iku nuduhake wong-wong sing ngomong nganggo swara asline. Sampeyan bisa nampa rekaman non-standar sing sok-sok diuwuh-uwuh, dibisikake, utawa kanthi jelas diwenehake nganggo swara 'dramatis'. Mangga tolak rekaman sing nggunakake swara sing disintesis komputer.

source: Mozilla Common Voice datasets are now exclusively available on Mozilla Data Collective.
jv: Kumpulan data Mozilla Common Voice saiki kasedhiya ing Mozilla Data Collective.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
jv: Mozilla Common Voice minangka inisiatif kanggo ngajari mesin carane wong nyata ngomong.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
jv: Mozilla Common Voice bisa ana amarga dening komunitas aktivis, ahli basa, ilmuwan data, akademisi lan insinyur piranti lunak sing beda-beda saka kabeh ndonya. Proyek iki diurus dening Mozilla Foundation.

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
jv: Mozilla Common Voice minangka kumpulan data wicara terbuka sing paling maneka warna ing donya - lan kita kabeh didhukung dening sumbangan. Biaya meh sak yuta dolar saben taun kanggo dadi tuan rumah kumpulan data lan nambah platform kanggo 100+ komunitas basa sing gumantung marang apa sing kita lakoni. Yen sampeyan ngurmati data sing mbukak, kalebu - <b>sumbang dina iki!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
jv: Mesin pangenalan swara sumber terbuka Mozilla Deep Speech bisa digunakake kanggo mbangun aplikasi pangenalan wicara. Waca <githubLink>Ringkesan Github</githubLink> utawa gabung karo <discourseLink>DeepSpeech Discourse</discourseLink> kanggo mangerteni carane miwiti.

source: Mutual accountability.
jv: tanggung jawab ing kang padha

source: Name
jv: Jeneng

source: Names of your language
jv: Jeneng-jeneng basa sampeyan

source: Native Language
jv: Basa Pribumi

source: Nature and Environment
jv: Alam lan Lingkungan

source: Need help deciding which to choose?
jv: Butuh bantuan kanggo nemtokake endi sing arep dipilih?

source: Need help with the Sex or Gender changes?
jv: Perlu bantuan babagan owah-owahan Jinis utawa Kelamin?

source: Need some help with accent?
jv: Perlu bantuan babagan logat?

source: Need some help with variants?
jv: Perlu bantuan karo variasi?

source: Need to download your data?
jv: Apa sampeyan pingin ngundhuh data sampeyan?

source: New Language Launch
jv: Basa Anyar Diwiwiti

source: News and Current Affairs
jv: Warta lan Urusan Saiki

source: Next
jv: Sabanjure

source: Ngambay
jv: Ngomba

source: Nigerian Pidgin English
jv: Nigerian Pidgin Inggris

source: No
jv: Ora

source: “No”
jv: "Ora"

source: [No ‘a’ in the original text]
jv: [Ora ana 'a' ing teks asli]

source: No audio was captured. Please check your microphone and try again.
jv: Ora ana swara sing karekam. Mangga priksa mikrofon sampeyan lan coba maneh.

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
jv: Watesan <noCopyright>Ora ana hak cipta</noCopyright> (cc-0)

source: No foreign letters
jv: Ora ana aksara manca

source: No gravatar found for your email
jv: Ora ana gravatar sing ditemokake kanggo email sampeyan

source: No information
jv: Ora ana informasi

source: No information available
jv: Ora ana informasi sing kasedhiya

source: Noise
jv: Swara gangguan

source: No languages found
jv: Ora ana basa sing ditemokake

source: No match found
jv: Ora ketemu sing cocok

source: No matching language found
jv: Ora ditemokake basa sing cocok

source: No microphone found.
jv: Ora ditemokake mikropon.

source: Non-binary
jv: Ora-biner

source: No numbers and special characters
jv: Ora ana nomer lan karakter khusus

source: No offensive, prejudiced remarks or sensitive questions
jv: Ora ana komentar sing nyerang, nuduh utawa pitakonan sensitif

source: “No problemo” used in English > tag as English
jv: "No problemo" digunakake ing basa Inggris > tag minangka basa Inggris

source: Normal
jv: Lumrah
